Assignments/Assignment1.org
#+BEGIN_OPTIONS
#+AUTHOR: William F. Schneider
#+TITLE: CBE 20290 Assignment 1
#+EMAIL: wschneider@nd.edu
#+LATEX_CLASS_OPTIONS: [11pt]
#+LATEX_HEADER:\usepackage[left=1in, right=1in, top=1in, bottom=1in, nohead]{geometry}
#+LATEX_HEADER:\geometry{margin=1.0in}
#+LATEX_HEADER:\usepackage{amsmath}
#+LATEX_HEADER:\usepackage{graphicx}
#+LATEX_HEADER:\usepackage{framed,color}
#+LATEX_HEADER:\usepackage{epstopdf}
#+LATEX_HEADER:\usepackage{fancyhdr}
#+LATEX_HEADER:\usepackage{hyperref}
#+LATEX_HEADER:\usepackage[labelfont=bf]{caption}
#+LATEX_HEADER:\usepackage{setspace}
#+LATEX_HEADER:\setlength{\headheight}{10.2pt}
#+LATEX_HEADER:\setlength{\headsep}{20pt}
#+LATEX_HEADER:\def\dbar{{\mathchar'26\mkern-12mu d}}
#+LATEX_HEADER:\pagestyle{fancy}
#+LATEX_HEADER:\fancyhf{}
#+LATEX_HEADER:\renewcommand{\headrulewidth}{0.5pt}
#+LATEX_HEADER:\renewcommand{\footrulewidth}{0.5pt}
#+LATEX_HEADER:\lfoot{\today}
#+LATEX_HEADER:\cfoot{\copyright\ 2022 W.\ F.\ Schneider}
#+LATEX_HEADER:\rfoot{\thepage}
#+LATEX_HEADER:\chead{\bf{Career Choices for Chemical Engineers (CBE 20290)\vspace{12pt}}}
#+LATEX_HEADER:\lhead{\bf{Assignment 1}}
#+LATEX_HEADER:\rhead{\bf{Due February 12, 2021}}
#+LATEX_HEADER:\usepackage{titlesec}
#+LATEX_HEADER:\titlespacing*{\section}
#+LATEX_HEADER:{0pt}{0.6\baselineskip}{0.2\baselineskip}
#+LATEX_HEADER:\title{University of Notre Dame\\Career Choices\\(CBE 20290)}
#+LATEX_HEADER:\author{Prof. William F.\ Schneider}
#+LATEX_HEADER:\def\dbar{{\mathchar'26\mkern-12mu d}}
#+LATEX_HEADER:\usepackage{siunitx}

#+OPTIONS: toc:nil
#+OPTIONS: H:3 num:3
#+OPTIONS: ':t
#+END_OPTIONS
* Personal reflection
Take 30 minutes and write a brief reflection on your career goals. Consider (as thought starters) the following questions:

1. What most inspires and motivates me?
2. What is important to me in a career?
3. What do I want to be remembered for?
4. What career direction(s) do I see myself taking? 
5. What first steps would I like to take towards that career?

Name your reflection *netid-reflection.pdf* and upload using the [[https://forms.gle/SQ2EKfksg5Z5b3Zs5][google form]] shared to you.

* Career preferences
Identify three of our planned topical areas that most interest you. Complete on the shared [[https://forms.gle/SQ2EKfksg5Z5b3Zs5][google form]].
