Assignments/Assignment1.tex
% Created 2021-02-02 Tue 07:56
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage{lmodern}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{amsmath}
\usepackage[theorems, skins]{tcolorbox}
\usepackage[version=3]{mhchem}
\usepackage[numbers,super,sort&compress]{natbib}
\usepackage{natmove}
\usepackage{url}
\usepackage{minted}
\usepackage[strings]{underscore}
\usepackage[linktocpage,pdfstartview=FitH,colorlinks,
linkcolor=blue,anchorcolor=blue,
citecolor=blue,filecolor=blue,menucolor=blue,urlcolor=blue]{hyperref}
\usepackage{attachfile}
\usepackage[left=1in, right=1in, top=1in, bottom=1in, nohead]{geometry}
\geometry{margin=1.0in}
\usepackage{amsmath}
\usepackage{graphicx}
\usepackage{framed,color}
\usepackage{epstopdf}
\usepackage{fancyhdr}
\usepackage{hyperref}
\usepackage[labelfont=bf]{caption}
\usepackage{setspace}
\setlength{\headheight}{10.2pt}
\setlength{\headsep}{20pt}
\def\dbar{{\mathchar'26\mkern-12mu d}}
\pagestyle{fancy}
\fancyhf{}
\renewcommand{\headrulewidth}{0.5pt}
\renewcommand{\footrulewidth}{0.5pt}
\lfoot{\today}
\cfoot{\copyright\ 2021 W.\ F.\ Schneider}
\rfoot{\thepage}
\chead{\bf{Career Choices for Chemical Engineers (CBE 20290)\vspace{12pt}}}
\lhead{\bf{Assignment 1}}
\rhead{\bf{Due February 12, 2021}}
\usepackage{titlesec}
\titlespacing*{\section}
{0pt}{0.6\baselineskip}{0.2\baselineskip}
\title{University of Notre Dame\\Career Choices\\(CBE 20290)}
\author{Prof. William F.\ Schneider}
\def\dbar{{\mathchar'26\mkern-12mu d}}
\usepackage{siunitx}
\setcounter{secnumdepth}{3}
\author{William F. Schneider}
\date{\today}
\title{CBE 20290 Assignment 1}
\begin{document}

\begin{OPTIONS}
\end{OPTIONS}
\section{Personal reflection}
\label{sec:orgd099529}
Take 30 minutes and write a brief reflection on your career goals. Consider (as thought starters) the following questions:

\begin{enumerate}
\item What most inspires and motivates me?
\item What is important to me in a career?
\item What do I want to be remembered for?
\item What career direction(s) do I see myself taking?
\item What first steps would I like to take towards that career?
\end{enumerate}

Name your reflection \textbf{netid-reflection.pdf} and upload using the \href{https://forms.gle/SQ2EKfksg5Z5b3Zs5}{google form} shared to you.

\section{Career preferences}
\label{sec:org935516a}
Identify three of our planned topical areas that most interest you. Complete on the shared \href{https://forms.gle/SQ2EKfksg5Z5b3Zs5}{google form}.
\end{document}